{"id": "24001635", "input": " Patients experience reductions in quality of life (QOL) while receiving cancer treatment and several approaches have been proposed to address QOL issues. In this project, the QOL differences between older adult (age 65+) and younger adult (age 18-64) advanced cancer patients in response to a multidisciplinary intervention designed to improve QOL were examined. This study was registered on ClinicalTrials.gov. Newly diagnosed advanced cancer patients undergoing radiation therapy were randomized to active QOL intervention or control groups. Those in the intervention group received six multidisciplinary 90-minute sessions designed to address the five major domains of QOL. Outcomes measured at baseline and weeks 4, 27, and 52 included QOL (Linear Analogue Self-Assessment (LASA), Functional Assessment of Cancer Therapy-General (FACT-G)) and mood (Profile of Mood States (POMS)). Kruskall-Wallis methodology was used to compare scores between older and younger adult patients randomized to the intervention. Of 131 patients in the larger randomized controlled study, we report data on 54 evaluable patients (16 older adults and 38 younger adults) randomized to the intervention. Older adult patients reported better overall QOL (LASA 74.4 vs. 62.9, p = 0.040), higher social well-being (FACT-G 91.1 vs. 83.3, p = 0.045), and fewer problems with anger (POMS anger-hostility 95.0 vs. 86.4, p = 0.028). Long-term benefits for older patients were seen in the anger-hostility scale at week 27 (92.2 vs. 84.2, p = 0.027) and week 52 (96.3 vs. 85.9, p = 0.005). Older adult patients who received a multidisciplinary intervention to improve QOL while undergoing advanced cancer treatments benefited differently in some QOL domains, compared to younger adult patients. Future studies can provide further insight on how to tailor QOL interventions for these age groups. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_Evidence", "anchors": [{"from": 1185, "to": 1405}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 1406, "to": 1560}]}, {"id": 2, "label": "AbstRCT_Claim", "anchors": [{"from": 1561, "to": 1765}]}], "edges": [{"source": 2, "target": 0, "label": "AbstRCT_Support"}, {"source": 2, "target": 1, "label": "AbstRCT_Support"}], "tops": [2]}
{"id": "15547181", "input": " Chemotherapy with a platinum agent and a taxane (paclitaxel) is considered the standard of care for treatment of ovarian carcinoma. We compared the combination of docetaxel-carboplatin with the combination of paclitaxel-carboplatin as first-line chemotherapy for stage Ic-IV epithelial ovarian or primary peritoneal cancer. We randomly assigned 1077 patients to receive docetaxel at 75 mg/m2 of body surface area (1-hour intravenous infusion) or paclitaxel at 175 mg/m2 (3-hour intravenous infusion). Both treatments then were followed by carboplatin to an area under the plasma concentration-time curve of 5. The treatments were repeated every 3 weeks for six cycles; in responding patients, an additional three cycles of single-agent carboplatin was permitted. Survival curves were calculated by the Kaplan-Meier method, and hazard ratios were estimated with the Cox proportional hazards model. All statistical tests were two-sided. After a median follow-up of 23 months, both groups had similar progression-free survival (medians of 15.0 months for docetaxel-carboplatin and 14.8 months for paclitaxel-carboplatin; hazard ratio [HR] docetaxel-paclitaxel = 0.97, 95% confidence interval [CI] = 0.83 to 1.13; P = .707), overall survival rates at 2 years (64.2% and 68.9%, respectively; HR = 1.13, 95% CI = 0.92 to 1.39; P = .238), and objective tumor (58.7% and 59.5%, respectively; difference between docetaxel and paclitaxel = -0.8%, 95% CI = -8.6% to 7.1%; P = .868) and CA-125 (75.8% and 76.8%, respectively; difference docetaxel-paclitaxel = -1.0%, 95% CI = -7.2% to 5.1%; P = .794) response rates. However, docetaxel-carboplatin was associated with substantially less overall and grade 2 or higher neurotoxicity than paclitaxel-carboplatin (grade > or =2 neurosensory toxicity in 11% versus 30%, difference = 19%, 95% CI = 15% to 24%; P<.001; grade > or =2 neuromotor toxicity in 3% versus 7%, difference = 4%, 95% CI = 1% to 7%; P<.001). Treatment with docetaxel-carboplatin was associated with statistically significantly more grade 3-4 neutropenia (94% versus 84%, difference = 11%, 95% CI = 7% to 14%; P<.001) and neutropenic complications than treatment with paclitaxel-carboplatin, although myelosuppression did not influence dose delivery or patient safety. Global quality of life was similar in both arms, but substantive differences in many symptom scores favored docetaxel. Docetaxel-carboplatin appears to be similar to paclitaxel-carboplatin in terms of progression-free survival and response, although longer follow-up is required for a definitive statement on survival. Thus, docetaxel-carboplatin represents an alternative first-line chemotherapy regimen for patients with newly diagnosed ovarian cancer. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_Evidence", "anchors": [{"from": 936, "to": 1605}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 1606, "to": 1946}]}, {"id": 2, "label": "AbstRCT_Evidence", "anchors": [{"from": 1947, "to": 2195}]}, {"id": 3, "label": "AbstRCT_Evidence", "anchors": [{"from": 2196, "to": 2272}]}, {"id": 4, "label": "AbstRCT_Evidence", "anchors": [{"from": 2273, "to": 2321}]}, {"id": 5, "label": "AbstRCT_Evidence", "anchors": [{"from": 2322, "to": 2391}]}, {"id": 6, "label": "AbstRCT_Claim", "anchors": [{"from": 2392, "to": 2513}]}, {"id": 7, "label": "AbstRCT_Claim", "anchors": [{"from": 2514, "to": 2591}]}, {"id": 8, "label": "AbstRCT_MajorClaim", "anchors": [{"from": 2592, "to": 2727}]}], "edges": [{"source": 2, "target": 3, "label": "AbstRCT_Partial-Attack"}, {"source": 4, "target": 5, "label": "AbstRCT_Partial-Attack"}, {"source": 5, "target": 1, "label": "AbstRCT_Support"}, {"source": 6, "target": 0, "label": "AbstRCT_Support"}, {"source": 6, "target": 7, "label": "AbstRCT_Partial-Attack"}, {"source": 8, "target": 6, "label": "AbstRCT_Support"}], "tops": [2, 4, 8]}
{"id": "11106123", "input": " The aim of this randomised trial was to evaluate the activity and toxicity of a biweekly regimen including 6S-leucovorin-modulated 5-fluorouracil (LFA-5-FU), combined with either irinotecan (CPT-11 + LFA 5-FU) or raltitrexed (Tomudex) (TOM + LFA-5-FU), in advanced colorectal cancer patients, and to make a preliminary comparison of both these experimental regimens with a biweekly administration of LFA-5-FU modulated by methotrexate (MTX + LFA-5-FU). One hundred fifty-nine patients with advanced colorectal carcinoma previously untreated for the metastatic disease (34 of them previously exposed to adjuvant 5-FU) were randomly allocated to receive: CPT-11, 200 mg/m2 i.v. on day 1, followed on day 2 by LFA, 250 mg/m2 i.v. infusion and 5-FU, 850 mg/m2 s i.v. bolus (arm A); TOM, 3 mg/m2 i.v. on day 1, followed on day 2 by LFA, 250 mg/m2 i.v. infusion and 5-FU, 1050 mg/m2 i.v. bolus (arm B); or MTX, 750 mg/m2 i.v. on day 1, followed on day 2 by LFA, 250 mg/m2 i.v. infusion and 5-FU, 800 mg/m2 i.v. bolus (arm C). Courses were repeated every two weeks in all arms of the trial. Response rate (RR) was evaluated after every four courses. The sample size was defined to have an 80% power to detect a 35% RR for each experimental treatment, and to show a difference of at least 4% in RR with the standard treatment if the true difference is 15% or more. The RRs were: 34% (95% confidence interval (95%, CI): 21%-48%) in arm A, including 3 complete responses (CRs) and 15 partial responses (PRs), 24% (95% CI: 14%-38%) in arm B, including 2 CRs and 11 PRs, and 24% (95% CI: 14%-38%), with 2 CRs and 11 PRs, in arm C. After a median follow-up time of 62 (range 18-108) weeks, the median time to progression was 38, 25, and 27 weeks for arm A, B, and C, respectively. With 94 patients still alive, the one-year probability of survival was 61%, 54%, and 59%, respectively. WHO grade 3 or 4 neutropenia and diarrhoea affected 46% and 16%, respectively, of patients treated with CPT-11 + LFA 5-FU. Median relative dose intensity over eight cycles (DI8) was 78% for CPT-11 and 82% for 5-FU. Severe toxicities of TOM + LFA-5-FU were neutropenia (16%) and diarrhoea (16%), but median relative DI8 was 93% for TOM, and 82% for 5-FU. CPT-11 + LFA-5-FU compares favorably in term of activity and toxicity with other combination regimens including CPT-11 and continuous infusional 5-FU. The hypothesis of a RR 15% higher than the MTX + LFA-5-FU treatment can not be ruled out after this interim analysis. The TOM + LFA 5-FU regimen showed a RR and a toxicity profile very close to the MTX + LFA 5-FU combination, and does not deserve further evaluation in advanced colorectal cancer patients. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_Evidence", "anchors": [{"from": 1620, "to": 1768}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 1769, "to": 1872}]}, {"id": 2, "label": "AbstRCT_Evidence", "anchors": [{"from": 1873, "to": 1995}]}, {"id": 3, "label": "AbstRCT_Evidence", "anchors": [{"from": 1996, "to": 2087}]}, {"id": 4, "label": "AbstRCT_Evidence", "anchors": [{"from": 2088, "to": 2226}]}, {"id": 5, "label": "AbstRCT_Evidence", "anchors": [{"from": 2227, "to": 2377}]}, {"id": 6, "label": "AbstRCT_Claim", "anchors": [{"from": 2378, "to": 2495}]}, {"id": 7, "label": "AbstRCT_Claim", "anchors": [{"from": 2496, "to": 2683}]}], "edges": [{"source": 7, "target": 0, "label": "AbstRCT_Support"}, {"source": 7, "target": 1, "label": "AbstRCT_Support"}, {"source": 7, "target": 2, "label": "AbstRCT_Support"}, {"source": 7, "target": 4, "label": "AbstRCT_Support"}], "tops": [3, 5, 6, 7]}
{"id": "17878480", "input": " This double-blind randomized phase II trial examined whether vandetanib, an inhibitor of vascular endothelial and epidermal growth factor receptors, could prolong progression-free survival in responding patients with small-cell lung cancer. Eligible patients with complete response (CR) or partial response (PR) to combination chemotherapy (+/- thoracic or prophylactic cranial radiation) received oral vandetanib 300 mg/d or matched placebo. With 100 patients and 77 events, the study had 80% power to detect an improvement in median progression-free survival from 4 to 6.5 months (one-sided, 10%-level test). Between May 2003 and March 2006, 107 patients were accrued; 46 had limited disease and 61 extensive disease. There were fewer patients with a performance status of 0 (n = 11 v 20), and fewer had CR to initial therapy (n = 4 v 8) in the vandetanib arm. Vandetanib patients had more toxicity and required more dose modifications for gastrointestinal toxicity and rash. Asymptomatic Corrected QT interval (QTC) prolongation was observed in eight vandetanib patients. Median progression-free survival for vandetanib and placebo was 2.7 and 2.8 months, respectively (hazard ratio [HR], 1.01; 80% CI, 0.75 to 1.36; one-sided P = .51). Overall survival for vandetanib was 10.6 versus 11.9 months for placebo (HR, 1.43; 80% CI, 1.00 to 2.05; one-sided P = 0.9). In planned subgroup analyses, a significant interaction was noted (P = .01): limited-stage vandetanib patients had longer overall survival (HR, 0.45; one-sided P = .07) and extensive-stage vandetanib patients shorter survival compared with placebo (HR, 2.27; one-sided P = .996). Vandetanib failed to demonstrate efficacy as maintenance therapy for small-cell lung cancer. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_Evidence", "anchors": [{"from": 864, "to": 978}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 979, "to": 1075}]}, {"id": 2, "label": "AbstRCT_Evidence", "anchors": [{"from": 1076, "to": 1240}]}, {"id": 3, "label": "AbstRCT_Evidence", "anchors": [{"from": 1241, "to": 1365}]}, {"id": 4, "label": "AbstRCT_Evidence", "anchors": [{"from": 1366, "to": 1645}]}, {"id": 5, "label": "AbstRCT_Claim", "anchors": [{"from": 1646, "to": 1738}]}], "edges": [{"source": 5, "target": 0, "label": "AbstRCT_Support"}, {"source": 5, "target": 1, "label": "AbstRCT_Support"}, {"source": 5, "target": 2, "label": "AbstRCT_Support"}, {"source": 5, "target": 3, "label": "AbstRCT_Support"}, {"source": 5, "target": 4, "label": "AbstRCT_Support"}], "tops": [5]}
{"id": "17251532", "input": " The efficacy and safety of uterine-artery embolization, as compared with standard surgical methods, for the treatment of symptomatic uterine fibroids remain uncertain. We conducted a randomized trial comparing uterine-artery embolization and surgery in women with symptomatic uterine fibroids. The primary outcome was quality of life at 1 year of follow-up, as measured by the Medical Outcomes Study 36-Item Short-Form General Health Survey (SF-36). Patients were randomly assigned in a 2:1 ratio to undergo either uterine-artery embolization or surgery, with 106 patients undergoing embolization and 51 undergoing surgery (43 hysterectomies and 8 myomectomies). There were no significant differences between groups in any of the eight components of the SF-36 scores at 1 year. The embolization group had a shorter median duration of hospitalization than the surgical group (1 day vs. 5 days, P<0.001) and a shorter time before returning to work (P<0.001). At 1 year, symptom scores were better in the surgical group (P=0.03). During the first year of follow-up, there were 13 major adverse events in the embolization group (12%) and 10 in the surgical group (20%) (P=0.22), mostly related to the intervention. Ten patients in the embolization group (9%) required repeated embolization or hysterectomy for inadequate symptom control. After the first year of follow-up, 14 women in the embolization group (13%) required hospitalization, 3 of them for major adverse events and 11 for reintervention for treatment failure. In women with symptomatic fibroids, the faster recovery after embolization must be weighed against the need for further treatment in a minority of patients. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_MajorClaim", "anchors": [{"from": 1, "to": 168}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 664, "to": 778}]}, {"id": 2, "label": "AbstRCT_Evidence", "anchors": [{"from": 779, "to": 957}]}, {"id": 3, "label": "AbstRCT_Evidence", "anchors": [{"from": 958, "to": 1027}]}, {"id": 4, "label": "AbstRCT_Evidence", "anchors": [{"from": 1028, "to": 1211}]}, {"id": 5, "label": "AbstRCT_Evidence", "anchors": [{"from": 1212, "to": 1334}]}, {"id": 6, "label": "AbstRCT_Evidence", "anchors": [{"from": 1335, "to": 1520}]}, {"id": 7, "label": "AbstRCT_Claim", "anchors": [{"from": 1521, "to": 1677}]}], "edges": [{"source": 7, "target": 1, "label": "AbstRCT_Support"}, {"source": 7, "target": 2, "label": "AbstRCT_Support"}, {"source": 7, "target": 3, "label": "AbstRCT_Support"}, {"source": 7, "target": 4, "label": "AbstRCT_Support"}, {"source": 7, "target": 5, "label": "AbstRCT_Support"}, {"source": 7, "target": 6, "label": "AbstRCT_Support"}], "tops": [0, 7]}
{"id": "16981945", "input": " Radiation-induced mucositis is an acute reaction of the mucosa of patients undergoing head and neck radiotherapy. It can have debilitating and dose-limiting consequences. There is no consensus on an accepted intervention that significantly reduces its severity. Misoprostol is a synthetic prostaglandin E1 analogue, with properties of a mucosal cytoprotectant. We designed a randomized, double-blind, placebo-controlled trial of misoprostol in patients with head and neck cancer. The aim of this study was to determine if topical misoprostol was effective in reducing the severity of radiation-induced mucositis in patients receiving radical dose radiotherapy. The effect of this intervention on a patient's general well-being was also investigated. The primary end-point of the study was the incidence of Radiation Therapy Oncology Group grade 3 mucositis. Between 1999 and 2002, 83 patients were recruited into the study at Westmead and Nepean Hospitals, Sydney. Forty-two patients were randomized to receive misoprostol and 41 to receive a placebo. Most patients received radiotherapy in the adjuvant setting (52 of the 83) and had either an oral cavity (42 of the 83) or an oropharyngeal (16 of the 83) cancer. We could not identify any significant difference in the incidence of severe mucositis based on whether patients were allocated to receive misoprostol or placebo. There was no significant difference in the mean area under the mucositis curve (13.2 vs 16.6; P = 0.1). Patients allocated to misoprostol did report slightly increased soreness (7.6 vs 6.9; P = 0.04) and a greater use of analgesics. However, this difference did not translate into a worse feeling of general well-being as measured by a simple visual analogue scale (5.8 vs 5.2; P = 0.3). In conclusion, we were unable to identify a reduction in radiation-induced mucositis in patients receiving misoprostol. There is a paucity of high-level evidence on potentially useful interventions and a continued need for new and innovative research, incorporating quality-of-life measurements, in patients experiencing radiation-induced mucositis. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_MajorClaim", "anchors": [{"from": 172, "to": 262}]}, {"id": 1, "label": "AbstRCT_Claim", "anchors": [{"from": 1216, "to": 1377}]}, {"id": 2, "label": "AbstRCT_Evidence", "anchors": [{"from": 1378, "to": 1481}]}, {"id": 3, "label": "AbstRCT_Evidence", "anchors": [{"from": 1482, "to": 1610}]}, {"id": 4, "label": "AbstRCT_Evidence", "anchors": [{"from": 1611, "to": 1765}]}, {"id": 5, "label": "AbstRCT_Claim", "anchors": [{"from": 1766, "to": 1885}]}, {"id": 6, "label": "AbstRCT_MajorClaim", "anchors": [{"from": 1886, "to": 2115}]}], "edges": [{"source": 3, "target": 4, "label": "AbstRCT_Partial-Attack"}, {"source": 5, "target": 2, "label": "AbstRCT_Support"}, {"source": 5, "target": 3, "label": "AbstRCT_Partial-Attack"}], "tops": [0, 1, 5, 6]}
{"id": "15839957", "input": " Many patients with advanced ovarian cancer will develop recurrent disease. For those patients who have recurrence of disease at least 6 months after initial therapy, the paclitaxel-platinum combination has been shown to be a superior treatment to platinum monotherapy. However, many patients develop clinically relevant neurotoxicity, frequently resulting in treatment discontinuation. The efficacy and safety of an alternative regimen that does not show significant neurotoxicity were evaluated by comparing gemcitabine-carboplatin with carboplatin in platinum-sensitive recurrent ovarian cancer patients in a Gynecologic Cancer InterGroup trial of the Arbeitsgemeinschaft Gynakologische Onkologie Ovarian Cancer Study Group, the National Cancer Institute of Canada Clinical Trials Group, and the European Organisation for Research and Treatment of Cancer Gynaecological Cancer Group. Participants with recurrent platinum-sensitive ovarian cancer were randomly assigned to receive either gemcitabine-carboplatin or carboplatin every 21 days. The primary objective was to compare progression-free survival (PFS) between the groups. From September 1999 to April 2002, 356 patients (178 participants received gemcitabine-carboplatin, 178 received carboplatin only) were randomized to treatment. Patients received six cycles of either gemcitabine-carboplatin or carboplatin. With a median follow-up of 17 months, median PFS was 8.6 months for gemcitabine-carboplatin (95% confidence interval [CI] 7.9-9.7 months) and 5.8 months for carboplatin (95% CI 5.2-7.1 months; hazard ratio [HR] 0.72 [95% CI 0.58-0.90; P = 0.0032]). The response rate for the gemcitabine-carboplatin group was 47.2% (95% CI 39.9-54.5%) and 30.9% for carboplatin group (95% CI 24.1-37.7%; P = 0.0016). The HR for overall survival was 0.96 (95% CI 0.75-1.23; P = 0.7349). Patients treated with gemcitabine-carboplatin reported significantly faster palliation of abdominal symptoms and a significantly improved global quality of life. Gemcitabine-carboplatin treatment significantly improves the PFS of patients with platinum-sensitive recurrent ovarian cancer. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_Evidence", "anchors": [{"from": 76, "to": 269}]}, {"id": 1, "label": "AbstRCT_Claim", "anchors": [{"from": 270, "to": 386}]}, {"id": 2, "label": "AbstRCT_Evidence", "anchors": [{"from": 1373, "to": 1621}]}, {"id": 3, "label": "AbstRCT_Evidence", "anchors": [{"from": 1622, "to": 1772}]}, {"id": 4, "label": "AbstRCT_Evidence", "anchors": [{"from": 1773, "to": 1841}]}, {"id": 5, "label": "AbstRCT_Evidence", "anchors": [{"from": 1842, "to": 2003}]}, {"id": 6, "label": "AbstRCT_Claim", "anchors": [{"from": 2004, "to": 2130}]}], "edges": [{"source": 6, "target": 2, "label": "AbstRCT_Support"}], "tops": [0, 1, 3, 4, 5, 6]}
{"id": "15452188", "input": " Epoetin alfa administered at 40,000 U once weekly (qw) to anemic cancer patients receiving chemotherapy increases hemoglobin levels, improves quality of life (QOL), and reduces transfusions. The benefit of epoetin alfa in maintaining hemoglobin levels in cancer patients with hemoglobin less than 12 g/dL has not been evaluated. Breast cancer patients (N = 354) receiving chemotherapy were randomly assigned in 1:1 ratio to epoetin alfa (40,000 U qw) or standard of care (SOC). QOL was assessed at baseline and week 12. Hemoglobin responses, transfusion requirements, and prognostic factors for responses were measured. At week 12, Functional Assessment of Cancer Therapy-Anemia (FACT-An; mean, 2.16 +/- 12.84 for epoetin alfa v -4.43 +/- 13.42 for SOC) and FACT-An fatigue (mean, 1.85 +/- 10.52 for epoetin alfa v -3.55 +/- 11.14 for SOC) change scores were significantly higher in the epoetin alfa group (P < .0001). Hemoglobin responses defined as mean hemoglobin > or = 12 g/dL or a > or = 2 g/dL increase compared with baseline were significantly higher in the epoetin alfa group versus SOC: 52.0% v 5.1% and 65.7% v 6.3%, respectively (P < .0001 for both comparisons). Percentage transfused was significantly lower in the epoetin alfa group compared with SOC (8.6% v 22.9%). More than 90% of patients did not require a dose increase and 28.7% had a dose reduction. Epoetin alfa administered at 40,000 U qw is effective in improving QOL, maintaining hemoglobin level, and reducing transfusion requirements in breast cancer patients. The high effectiveness observed could be attributed in part to early treatment with epoetin alfa. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_Claim", "anchors": [{"from": 1, "to": 191}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 621, "to": 919}]}, {"id": 2, "label": "AbstRCT_Evidence", "anchors": [{"from": 920, "to": 1175}]}, {"id": 3, "label": "AbstRCT_Evidence", "anchors": [{"from": 1176, "to": 1281}]}, {"id": 4, "label": "AbstRCT_Evidence", "anchors": [{"from": 1282, "to": 1371}]}, {"id": 5, "label": "AbstRCT_Claim", "anchors": [{"from": 1372, "to": 1538}]}, {"id": 6, "label": "AbstRCT_Claim", "anchors": [{"from": 1539, "to": 1636}]}], "edges": [{"source": 5, "target": 1, "label": "AbstRCT_Support"}, {"source": 5, "target": 2, "label": "AbstRCT_Support"}, {"source": 5, "target": 3, "label": "AbstRCT_Support"}, {"source": 5, "target": 4, "label": "AbstRCT_Support"}, {"source": 5, "target": 6, "label": "AbstRCT_Partial-Attack"}], "tops": [0, 5]}
{"id": "9849452", "input": " The aim of the present trial was to evaluate the effects of chemotherapy on the quality of life and survival of patients with advanced non-small cell lung cancer (NSCLC) (stage IIIB or IV). In a controlled multicentre trial, patients were randomised to receive supportive care only or supportive care plus chemotherapy. Chemotherapy consisted of intravenous (i.v.) carboplatin 300 mg/m2 on day 1 and etoposide 120 mg/m2 orally on days 1-5 every 4 weeks for a maximum of eight courses. Quality of life was measured at randomisation and prior to each treatment course and at corresponding 4-week intervals in the control arm, using the EORTC QLQ-C30 + LC13 questionnaire. 48 patients were randomised (supportive care 26, chemotherapy 22), being eligible for comparative analyses. Another 102 patients, 97 of which received chemotherapy, were subsequently included in the study on an individual treatment preference basis. Data from these patients were used for confirmative purposes. Patients in the chemotherapy group reported better overall physical functioning and symptom control compared with the supportive care group. Group differences were smaller within the psychosocial domain, although trends were seen in favour of the chemotherapy group. No significant differences were seen in favour of the supportive care group, except for hair loss. Median survival times were 29 weeks in the chemotherapy group versus 11 weeks in the supportive care group, and 1-year survival rates were 28% versus 8%. Quality of life and survival outcomes were similar in the randomised and non-randomised patients receiving chemotherapy. No treatment-related deaths occurred. In conclusion, treatment with carboplatin and etoposide can improve both the quality of life and the survival of patients with advanced NSCLC. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_Evidence", "anchors": [{"from": 983, "to": 1123}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 1124, "to": 1186}]}, {"id": 2, "label": "AbstRCT_Evidence", "anchors": [{"from": 1187, "to": 1249}]}, {"id": 3, "label": "AbstRCT_Evidence", "anchors": [{"from": 1250, "to": 1326}]}, {"id": 4, "label": "AbstRCT_Evidence", "anchors": [{"from": 1327, "to": 1348}]}, {"id": 5, "label": "AbstRCT_Evidence", "anchors": [{"from": 1349, "to": 1502}]}, {"id": 6, "label": "AbstRCT_Evidence", "anchors": [{"from": 1503, "to": 1623}]}, {"id": 7, "label": "AbstRCT_Evidence", "anchors": [{"from": 1624, "to": 1661}]}, {"id": 8, "label": "AbstRCT_Claim", "anchors": [{"from": 1662, "to": 1804}]}], "edges": [{"source": 1, "target": 2, "label": "AbstRCT_Partial-Attack"}, {"source": 3, "target": 4, "label": "AbstRCT_Partial-Attack"}, {"source": 8, "target": 0, "label": "AbstRCT_Support"}, {"source": 8, "target": 5, "label": "AbstRCT_Support"}, {"source": 8, "target": 6, "label": "AbstRCT_Support"}], "tops": [1, 3, 7, 8]}
{"id": "22523181", "input": " Patients with lymphoma experience sleep problems that may be managed with aerobic exercise but no previous study has examined this issue. We randomized 122 patients with lymphoma to usual care (n = 62) or 12 weeks of supervised aerobic exercise training (AET; n = 60). Our primary sleep endpoint was global sleep quality assessed by the Pittsburgh Sleep Quality Index (PSQI). Secondary endpoints were the PSQI component scores. Planned subgroup analyses were also conducted. Intention-to-treat analyses indicated that AET resulted in a nonsignificant (P = 0.16) improvement in global sleep quality compared with usual care [mean group difference = -0.64; 95% confidence interval (CI), -1.56 to +0.27]. In planned subgroup analyses, statistically significant or borderline significant interactions were identified for type of lymphoma (P(interaction) = 0.006), current treatment status (P(interaction) = 0.036), time since diagnosis (P(interaction) = 0.010), body mass index (P(interaction) = 0.075), and baseline sleep quality (P(interaction) = 0.041). Specifically, AET improved global sleep quality in patients with lymphoma who had indolent non-Hodgkin lymphoma (P = 0.001), were receiving chemotherapy (P = 0.013), were <2 years post-diagnosis (P = 0.005), were obese (P = 0.025), and were poor sleepers at baseline (P = 0.007). AET did not significantly improve sleep quality in this heterogeneous sample of patients with lymphoma; however, clinically identifiable subgroups appeared to benefit. Future exercise trials targeting these responsive subgroups are needed to confirm these findings. If replicated in larger and more focused trials, aerobic exercise may be an attractive option to manage sleep dysfunction in patients with cancer because of its favorable safety profile and other documented health benefits. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_Evidence", "anchors": [{"from": 476, "to": 702}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 703, "to": 1053}]}, {"id": 2, "label": "AbstRCT_Evidence", "anchors": [{"from": 1068, "to": 1333}]}, {"id": 3, "label": "AbstRCT_Claim", "anchors": [{"from": 1334, "to": 1437}]}, {"id": 4, "label": "AbstRCT_Claim", "anchors": [{"from": 1438, "to": 1501}]}], "edges": [{"source": 3, "target": 0, "label": "AbstRCT_Support"}, {"source": 3, "target": 4, "label": "AbstRCT_Partial-Attack"}, {"source": 4, "target": 2, "label": "AbstRCT_Support"}], "tops": [1, 3]}
{"id": "14722035", "input": " N,N-diethyl-2-[4-(phenylmethyl)phenoxy]ethanamine (DPPE; tesmilifene) is a novel agent that augments chemotherapy cytotoxicity in vitro and in vivo. A phase II trial combining DPPE and doxorubicin (DOX) in metastatic breast carcinoma showed increased response over that expected with DOX. We report a phase III trial comparing DOX with DPPE plus DOX in metastatic or recurrent breast cancer. Anthracycline-naive women with measurable metastatic disease were randomly assigned to receive, every 21 days, either DOX 60 mg/m(2) intravenously or DOX during the last 20 minutes of an 80-minute infusion of DPPE (5.3 mg/kg), in both cases to cumulative DOX doses of 450 mg/m(2). Patients receiving DPPE were aggressively premedicated to ameliorate toxicity. End points included progression-free survival (PFS), response rate (RR), and response duration (RD), quality of life (QOL), toxicity, and overall survival (OS). A planned interim analysis failed to detect an RR difference more than 5%. The study was closed to additional accrual and all DPPE was discontinued. The final analysis was conducted as planned after 256 progression events (median follow-up, 20.5 months). There was no significant difference in RR, RD, or PFS between arms. DPPE plus DOX was statistically superior to DOX in OS (hazard ratio, 0.66; 95% CI, 0.48 to 0.91; P =.021). DPPE plus DOX was associated with more gastrointestinal and CNS toxicity. No consistent influence on QOL was detected. This study demonstrated no advantage in RR, RD, or PFS but significantly superior OS for DPPE plus DOX. Additional studies of DPPE are warranted. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_Evidence", "anchors": [{"from": 1169, "to": 1236}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 1237, "to": 1343}]}, {"id": 2, "label": "AbstRCT_Evidence", "anchors": [{"from": 1344, "to": 1417}]}, {"id": 3, "label": "AbstRCT_Evidence", "anchors": [{"from": 1418, "to": 1462}]}, {"id": 4, "label": "AbstRCT_Claim", "anchors": [{"from": 1463, "to": 1566}]}, {"id": 5, "label": "AbstRCT_Claim", "anchors": [{"from": 1567, "to": 1608}]}], "edges": [{"source": 4, "target": 0, "label": "AbstRCT_Support"}, {"source": 4, "target": 1, "label": "AbstRCT_Support"}, {"source": 5, "target": 3, "label": "AbstRCT_Support"}, {"source": 5, "target": 4, "label": "AbstRCT_Support"}], "tops": [2, 5]}
{"id": "23224689", "input": " Chemoradiotherapy (CRT)-induced oral mucositis (OM) adversely affects a patient's oral functions and quality of life (QOL). Low-level laser therapy (LLLT) showed some preventive and curative effects against clinically reported objective measures of OM in few trials including our recently published study. There is dearth of evidence regarding the effects of LLLT on patient's subjective experience of OM and QOL. Hence, we did this study to evaluate the effects of LLLT on a patient's reported measures of OM and QOL in head and neck cancer (HNC) patients receiving CRT. This triple blinded study randomized 220 HNC patients scheduled for CRT (three weekly Cisplatin + RT = 66 Gray (2 Gy/session), five fractions/week for 6.5 weeks, total 33 fractions) into laser (110) and placebo (110) groups. The laser group received LLLT (Technomed Electronics Advanced Laser Therapy 1000, He-Ne, λ = 632.8 nm, power density = 24 mW/cm(2), dosage = 3.0 J at each point, total dose/session = 36-40 J, spot size 1 cm(2), irradiation time/point 125 s) before each radiation session, while the placebo group did not receive laser therapy. Methodology was similar to our recently published study (Gautam et al. Radiother Oncol 104:349-354, 2012). In this part of our study, a blinded assessor collected subjective outcomes of the patient's reported measures of OM using Oral Mucositis Weekly Questionnaire-Head and Neck (OMWQ-HN) and QOL using Functional Assessment of Cancer Treatment-Head and Neck (FACT-HN) Questionnaire. Data were analyzed using repeated measure ANOVA through general linear model. Statistical significance was kept at p < 0.05. Results analysis revealed that OMWQ-HN (F = 12.199, df = 6,1314, p < 0.001) and FACT-HN (p < 0.05) scores were significantly lower in LLLT than placebo group patients. Also, a significant reduction (p < 0.001) in incidence of severe OM, need for opioid analgesics, and total parenteral nutrition was observed. LLLT was effective in improving the patient's subjective experience of OM and QOL in HNC patients receiving CRT. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_Evidence", "anchors": [{"from": 1635, "to": 1802}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 1809, "to": 1944}]}, {"id": 2, "label": "AbstRCT_Claim", "anchors": [{"from": 1945, "to": 2057}]}], "edges": [{"source": 2, "target": 0, "label": "AbstRCT_Support"}, {"source": 2, "target": 1, "label": "AbstRCT_Support"}], "tops": [2]}
{"id": "20855825", "input": " We compared fulvestrant 500 mg regimen with the approved dose of fulvestrant 250 mg per month for treatment of postmenopausal women with estrogen receptor-positive advanced breast cancer who experienced progression after prior endocrine therapy. Comparison of Faslodex in Recurrent or Metastatic Breast Cancer (CONFIRM) is a double-blind, parallel-group, multicenter, phase III study. Patients were randomly assigned to fulvestrant 500 mg (500 mg intramuscularly [IM] on day 0, then 500 mg IM on days 14 and 28 and every 28 days thereafter) or 250 mg every 28 days. Primary end point was progression-free survival (PFS). Secondary end points included objective response rate, clinical benefit rate (CBR), duration of clinical benefit (DoCB), overall survival (OS), and quality of life (QOL). PFS was significantly longer for fulvestrant 500 mg (n = 362) than 250 mg (n = 374) (hazard ratio [HR] = 0.80; 95% CI, 0.68 to 0.94; P = .006), corresponding to a 20% reduction in risk of progression. Objective response rate was similar for fulvestrant 500 mg and 250 mg (9.1% v 10.2%, respectively). CBR was 45.6% for fulvestrant 500 mg and 39.6% for fulvestrant 250 mg. DoCB and OS were 16.6 and 25.1 months, respectively, for the 500-mg group, whereas DoCB and OS were 13.9 and 22.8 months, respectively, in the 250-mg group. Fulvestrant 500 mg was well tolerated with no dose-dependent adverse events. QOL was similar for both arms. Fulvestrant 500 mg was associated with a statistically significant increase in PFS and not associated with increased toxicity, corresponding to a clinically meaningful improvement in benefit versus risk compared with fulvestrant 250 mg. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_Evidence", "anchors": [{"from": 793, "to": 993}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 994, "to": 1093}]}, {"id": 2, "label": "AbstRCT_Evidence", "anchors": [{"from": 1094, "to": 1164}]}, {"id": 3, "label": "AbstRCT_Evidence", "anchors": [{"from": 1165, "to": 1321}]}, {"id": 4, "label": "AbstRCT_Claim", "anchors": [{"from": 1322, "to": 1398}]}, {"id": 5, "label": "AbstRCT_Claim", "anchors": [{"from": 1399, "to": 1429}]}, {"id": 6, "label": "AbstRCT_Claim", "anchors": [{"from": 1430, "to": 1556}]}], "edges": [{"source": 6, "target": 0, "label": "AbstRCT_Support"}], "tops": [1, 2, 3, 4, 5, 6]}
{"id": "11304763", "input": " To determine the efficacy of topotecan in combination with standard chemotherapy in previously untreated patients with extensive-stage small-cell lung cancer (SCLC), the Eastern Cooperative Oncology Group (ECOG) conducted a phase III trial. Eligible patients had measurable or assessable disease and an ECOG performance status of 0 to 2; stable brain metastases were allowed. All patients received four cycles of cisplatin and etoposide every 3 weeks (step 1; PE). Patients with stable or responding disease were then randomized to observation or four cycles of topotecan (1.5 mg/m(2)/d for 5 days, every 3 weeks; step 2). A total of 402 eligible patients were registered to step 1, and 223 eligible patients were registered to step 2 (observation, n = 111; topotecan, n = 112). Complete and partial response rates to induction PE were 3% and 32%, respectively. A 7% response rate was observed with topotecan (complete response, 2%; partial response, 5%). The median survival time for all 402 eligible patients was 9.6 months. Progression-free survival (PFS) from date of randomization on step 2 was significantly better with topotecan compared with observation (3.6 months v 2.3 months; P <.001). However, overall survival from date of randomization on step 2 was not significantly different between the observation and topotecan arms (8.9 months v 9.3 months; P =.43). Grade 4 neutropenia and thrombocytopenia occurred in 50% and 3%, respectively, of PE patients in step 1 and 60% and 13% of topotecan patients in step 2. Grade 4/5 infection was observed in 4.6% of PE patients and 1.8% of topotecan patients. Grade 3/4 anemia developed in 22% of patients who received topotecan. No difference in quality of life between topotecan and observation was observed at any assessment time or for any of the subscale scores. Four cycles of PE induction therapy followed by four cycles of topotecan improved PFS but failed to improve overall survival or quality of life in extensive-stage SCLC. Four cycles of standard PE remains an appropriate first-line treatment for extensive-stage SCLC patients with good performance status. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_Evidence", "anchors": [{"from": 780, "to": 862}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 863, "to": 956}]}, {"id": 2, "label": "AbstRCT_Evidence", "anchors": [{"from": 957, "to": 1027}]}, {"id": 3, "label": "AbstRCT_Evidence", "anchors": [{"from": 1028, "to": 1198}]}, {"id": 4, "label": "AbstRCT_Evidence", "anchors": [{"from": 1208, "to": 1371}]}, {"id": 5, "label": "AbstRCT_Evidence", "anchors": [{"from": 1372, "to": 1524}]}, {"id": 6, "label": "AbstRCT_Evidence", "anchors": [{"from": 1525, "to": 1612}]}, {"id": 7, "label": "AbstRCT_Evidence", "anchors": [{"from": 1613, "to": 1682}]}, {"id": 8, "label": "AbstRCT_Evidence", "anchors": [{"from": 1683, "to": 1820}]}, {"id": 9, "label": "AbstRCT_Claim", "anchors": [{"from": 1821, "to": 1989}]}, {"id": 10, "label": "AbstRCT_Claim", "anchors": [{"from": 1990, "to": 2124}]}], "edges": [{"source": 9, "target": 2, "label": "AbstRCT_Support"}, {"source": 9, "target": 3, "label": "AbstRCT_Support"}, {"source": 9, "target": 4, "label": "AbstRCT_Support"}, {"source": 9, "target": 8, "label": "AbstRCT_Support"}, {"source": 10, "target": 0, "label": "AbstRCT_Support"}, {"source": 10, "target": 9, "label": "AbstRCT_Support"}], "tops": [1, 5, 6, 7, 10]}
{"id": "11250991", "input": " To test the equivalence of three versus four cycles of bleomycin, etoposide, and cisplatin (BEP) and of the 5-day schedule versus 3 days per cycle in good-prognosis germ cell cancer. The study was designed as a 2 x 2 factorial trial. The aim was to rule out a 5% decrease in the 2-year progression-free survival (PFS) rate. The study included the assessment of patient quality of life. A cycle of BEP consisted of etoposide 500 mg/m(2), administered at either 100 mg/m(2) days 1 through 5 or 165 mg/m(2) days 1 through 3, cisplatin 100 mg/m(2), administered at either 20 mg/m(2) days 1 through 5 or 50 mg/m(2) days 1 and 2. Bleomycin 30 mg was administered on days 1, 8, and 15 during cycles 1 through 3. The randomization procedure allowed some investigators to participate only in the comparison of three versus four cycles. From March 1995 until April 1998, 812 patients were randomly assigned to receive three or four cycles: of these, 681 were also randomly assigned to the 5-day or the 3-day schedule. Histology, marker values, and disease extent are well balanced in the treatment arms of the two comparisons. The projected 2-year PFS is 90.4% on three cycles and 89.4% on four cycles. The difference in PFS between three and four cycles is -1.0% (80% confidence limit [CL], -3.8%, +1.8%). Equivalence for three versus four cycles is claimed because both the upper and lower bounds of the 80% CL are less than 5%. In the 5- versus 3-day comparison, the projected 2-year PFS is 88.8% and 89.7%, respectively (difference, -0.9%, (80% CL, -4.1%, +2.2%). Hence, equivalence is claimed in this comparison also. Frequencies of hematologic and nonhematologic toxicities were essentially similar. Quality of life was maintained better in patients receiving three cycles; no differences were detected between 3 and 5 days of treatment. We conclude that three cycles of BEP, with etoposide at 500 mg/m(2), is sufficient therapy in good-prognosis germ cell cancer and that the administration of the chemotherapy in 3 days has no detrimental effect on the effectiveness of the BEP regimen. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_Evidence", "anchors": [{"from": 1118, "to": 1193}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 1194, "to": 1297}]}, {"id": 2, "label": "AbstRCT_Claim", "anchors": [{"from": 1298, "to": 1421}]}, {"id": 3, "label": "AbstRCT_Evidence", "anchors": [{"from": 1422, "to": 1558}]}, {"id": 4, "label": "AbstRCT_Claim", "anchors": [{"from": 1566, "to": 1613}]}, {"id": 5, "label": "AbstRCT_Evidence", "anchors": [{"from": 1614, "to": 1696}]}, {"id": 6, "label": "AbstRCT_Evidence", "anchors": [{"from": 1697, "to": 1770}]}, {"id": 7, "label": "AbstRCT_Evidence", "anchors": [{"from": 1771, "to": 1834}]}, {"id": 8, "label": "AbstRCT_Claim", "anchors": [{"from": 1852, "to": 1960}]}, {"id": 9, "label": "AbstRCT_Claim", "anchors": [{"from": 1970, "to": 2085}]}], "edges": [{"source": 2, "target": 1, "label": "AbstRCT_Support"}, {"source": 4, "target": 3, "label": "AbstRCT_Support"}, {"source": 8, "target": 0, "label": "AbstRCT_Support"}, {"source": 8, "target": 2, "label": "AbstRCT_Support"}, {"source": 8, "target": 6, "label": "AbstRCT_Support"}, {"source": 9, "target": 4, "label": "AbstRCT_Support"}, {"source": 9, "target": 7, "label": "AbstRCT_Support"}], "tops": [5, 8, 9]}
{"id": "15120769", "input": " The World Health Organization (WHO) guidelines for the treatment of cancer pain recommend nonopioid analgesics as first-line therapy, so-called \"weak\" analgesics combined with nonopioid analgesics as second-line therapy, and so-called \"strong\" opioids (with nonopioid analgesics) only as third-line therapy. However, these guidelines can be questioned with regard to the extent of efficacy as well as the rationale for not using strong opioids as first-line treatment, especially in terminal cancer patients. The purpose of this randomized study was to prospectively compare the efficacy and tolerability of strong opioids as first-line agents with the recommendations of the WHO in terminal cancer patients. One hundred patients with mild-moderate pain were randomized to treatment according to WHO guidelines or to treatment with strong opioids. Evaluated outcomes included pain intensity, need for change in therapy, quality of life, Karnofsky Performance Status, general condition of the patient, and adverse events. No between-treatment differences were observed for changes in quality of life or performance status, but patients started on strong opioids had significantly better pain relief than patients treated according to WHO guidelines (P=0.041). Additionally, patients started on strong opioids required significantly fewer changes in therapy, had greater reduction in pain when a change was initiated, and reported greater satisfaction with treatment than the comparator group (P=0.041). Strong opioids were safe and well-tolerated, with no development of tolerance or serious adverse events. These data suggest the utility of strong opioids for first-line treatment of pain in patients with terminal cancer. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_Evidence", "anchors": [{"from": 1022, "to": 1122}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 1127, "to": 1259}]}, {"id": 2, "label": "AbstRCT_Evidence", "anchors": [{"from": 1260, "to": 1502}]}, {"id": 3, "label": "AbstRCT_Claim", "anchors": [{"from": 1503, "to": 1607}]}, {"id": 4, "label": "AbstRCT_Claim", "anchors": [{"from": 1608, "to": 1723}]}], "edges": [{"source": 4, "target": 0, "label": "AbstRCT_Support"}, {"source": 4, "target": 1, "label": "AbstRCT_Support"}, {"source": 4, "target": 2, "label": "AbstRCT_Support"}, {"source": 4, "target": 3, "label": "AbstRCT_Support"}], "tops": [4]}
{"id": "16953985", "input": " To assess the safety and health-related quality of life (HRQOL) of continuous combined hormone replacement therapy (ccHRT) with estradiol valerate/medroxyprogesterone acetate (E(2)V/MPA) over nine years and at follow-up one year after discontinuation. A total of 419 women were randomized to one of four treatments: once-daily 1 mg E2V/2.5 mg MPA (1 + 2.5 group); 1 mg E2V/5 mg MPA daily (1 + 5 group); 2 mg E2V/2.5 mg MPA daily (2 + 2.5 group); 2 mg E2V/5 mg MPA daily (2 + 5 group) (Indivina, Orion Pharma). For the last six months, all received the 1 + 2.5 dosage. The 2 + 2.5 dosage was discontinued at the end of year 7. A total of 198 women continued after year 7. Annualized percentage rates for cardiovascular events [corrected] and endometrial cancers [corrected] were below national rates for Finland and those reported for the Women's Health Initiative. There were no serious events with the 1 + 2.5 dosage or after ccHRT discontinuation. Climacteric symptoms remained significantly below baseline values after dosage reduction; some symptoms recurred after discontinuation of ccHRT. HRQOL ratings improved with ccHRT, irrespective of dosage, including depressed mood, anxiety, health perception and sexual interest. Scores on a scale assessing daily functioning and enjoyment (Q-LES-Q) improved from year 7 to year 9. They deteriorated during follow-up in women not continuing ccHRT. Lower dosages of HRT were as effective as higher doses in improving climacteric symptoms and HRQOL ratings and had fewer safety concerns. Following discontinuation of ccHRT, patient satisfaction was variable, with 15% electing to continue or restart HRT and 7% resuming at follow-up. This supports the need for an individualized approach to therapy recommendations. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_Evidence", "anchors": [{"from": 866, "to": 950}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 951, "to": 1040}]}, {"id": 2, "label": "AbstRCT_Evidence", "anchors": [{"from": 1041, "to": 1095}]}, {"id": 3, "label": "AbstRCT_Evidence", "anchors": [{"from": 1096, "to": 1228}]}, {"id": 4, "label": "AbstRCT_Evidence", "anchors": [{"from": 1229, "to": 1330}]}, {"id": 5, "label": "AbstRCT_Evidence", "anchors": [{"from": 1331, "to": 1396}]}, {"id": 6, "label": "AbstRCT_Claim", "anchors": [{"from": 1397, "to": 1534}]}, {"id": 7, "label": "AbstRCT_Evidence", "anchors": [{"from": 1535, "to": 1680}]}, {"id": 8, "label": "AbstRCT_Claim", "anchors": [{"from": 1681, "to": 1762}]}], "edges": [{"source": 6, "target": 0, "label": "AbstRCT_Support"}, {"source": 6, "target": 1, "label": "AbstRCT_Support"}, {"source": 6, "target": 3, "label": "AbstRCT_Support"}, {"source": 6, "target": 4, "label": "AbstRCT_Support"}, {"source": 8, "target": 6, "label": "AbstRCT_Support"}], "tops": [2, 5, 7, 8]}
{"id": "17090981", "input": " In Lithuania, about 400 cases of pancreatic cancer are diagnosed each year, and more than 50% of patients are diagnosed with stage IV disease. Quality of life is an important issue in pancreatic cancer patients. A prospective randomized clinical study on the treatment of patients with resectable and unresectable pancreatic cancer was conducted at the Department of Oncology of Kaunas University of Medicine Hospital, and in this study, quality of life was analyzed. The aim of the study was to analyze the effect of combined treatment methods on quality of life in patients diagnosed with pancreatic cancer. During 2000-2005, two concomitant chemoradiation treatment methods (radiotherapy with 5-fluorouracil and radiotherapy with gemcitabine) were analyzed in the study. A total of 60 patients were enrolled: 41 patients diagnosed with resectable and 19 patients diagnosed with unresectable pancreatic cancer. Quality of life was assessed using European Organization for Research and Treatment of Cancer Quality of Life Core 30 (EORTC QLQ-C30) questionnaire. Three main quality of life scales (general health status, functional, and symptom scales) were assessed and compared between two treatment groups. The analysis of quality of live assessment showed a statistically significant decrease in quality of life after treatment in patients with resectable pancreatic cancer and treated with radiotherapy and gemcitabine. Decreased quality of life later after treatment was also observed in patients diagnosed with unresectable pancreatic cancer and treated with the same regimen. Treatment with radiotherapy and 5-fluorouracil changed only some aspects of quality of life and did not have a significant impact on quality of life. ", "framework": "abstrct", "time": "2020-08-05", "flavor": 0, "version": 1.0, "language": "en", "provenance": "https://gitlab.com/tomaye/abstrct/", "source": "https://gitlab.com/tomaye/abstrct/", "nodes": [{"id": 0, "label": "AbstRCT_MajorClaim", "anchors": [{"from": 144, "to": 212}]}, {"id": 1, "label": "AbstRCT_Evidence", "anchors": [{"from": 1210, "to": 1424}]}, {"id": 2, "label": "AbstRCT_Evidence", "anchors": [{"from": 1425, "to": 1583}]}, {"id": 3, "label": "AbstRCT_Claim", "anchors": [{"from": 1584, "to": 1733}]}], "edges": [{"source": 3, "target": 1, "label": "AbstRCT_Support"}, {"source": 3, "target": 2, "label": "AbstRCT_Support"}], "tops": [0, 3]}
